export const content = [
    {
        title: "Механические клавиатуры",
        description: 'Отличаются от обычных мембранных клавиатур благодаря использованию механических переключателей. Они предлагают более долговечное исполнение, разнообразие тактильных ощущений и возможность индивидуальной настройки.',
        href: '/explorer?page=1&categoryId=2'
    },
    {
        title: "Механические переключатели",
        description: 'Основные компоненты механических клавиатур, которые реагируют на нажатие клавиш. Чаще всего они состоят из подпружиненного механизма, который создает тактильное ощущение и аудиоотклик при нажатии.',
        href: '/explorer?page=1&categoryId=4'
    },
    {
        title: "Кейкапы",
        description: 'Это то, на что мы нажимаем на клавиатуре, они могут быть установлены на механические клавиатуры для персонализации внешнего вида и тактильного ощущения. Они доступны в различных материалах, формах и цветах, позволяя пользователям создавать уникальный стиль своей клавиатуры.',
        href: '/explorer?page=1&categoryId=1'
    },
    {
        title: "Базы",
        description: 'Основа, на которой собирается механическая клавиатура, обеспечивающая поддержку и структуру для всех компонентов. Они бывают разных форм и размеров, изготавливаются из пластика, металла, акрила или даже дерева.',
        href: '/explorer?page=1&categoryId=3'
    },
]